Repository: Mofef/gnome-shell-extension-updater
Catalog: po/*.po
Languages: fr

source: Extension '%s' updated
fr: Extension '%s' à jour

source: Extensions updated
fr: Extensions à jour

source: Extensions updates
fr: Mises à jour d'extensions

source: Extensions updates available
fr: Mises à jour d'extensions disponibles

source: Failed to download extension '%s'
fr: Échec du téléchargement de l'extension '%s'

source: Failed to update some extensions
fr: Impossible de mettre à jour certaines extensions

source: Ignore
fr: Ignorer

source: Retry
fr: Réessayer

source: Update all
fr: Tout mettre à jour

source: Updates for the following extensions are available:
fr: Les mises à jour d'extensions suivantes sont disponibles :

source: Updating extensions...
fr: Mise à jour des extensions...
